{
    "places": [
        {
            "name": "National WWI Museum and Memorial",
            "address": "2 Memorial Drive, Kansas City, MO 64108",
            "learn": "https://www.theworldwar.org/",
            "description": "A comprehensive museum offering a profound look at the history of World War I with a vast collection of artifacts, personal stories, and interactive exhibits. The memorial offers panoramic views of the city.",
            "photo_url": "images/wwi.webp"
        },
        {
            "name": "Nelson-Atkins Museum of Art",
            "address": "4525 Oak Street, Kansas City, MO 64111",
            "learn": "https://www.nelson-atkins.org/",
            "description": "An exceptional museum showcasing art from around the world, including European paintings, Asian art, and modern collections. The outdoor sculpture park is also a popular attraction.",
            "photo_url": "images/museum.webp"
        },
        {
            "name": "Kansas City Zoo",
            "address": "6800 Zoo Drive, Kansas City, MO 64132",
            "learn": "https://kansascityzoo.org/",
            "description": "One of the largest zoos in the U.S., featuring over 1,700 animals and engaging exhibits like the African Safari, Tiger Trail, and Polar Bear Passage.",
            "photo_url": "images/zoo.webp"
        },
        {
            "name": "Country Club Plaza",
            "address": "4750 Broadway Boulevard, Kansas City, MO 64112",
            "learn": "https://countryclubplaza.com/",
            "description": "A beautiful, historic shopping district with Spanish-inspired architecture. The area features high-end shops, restaurants, fountains, and cultural events, especially during the holiday season.",
            "photo_url": "images/plaza.webp"
        },
        {
            "name": "Kauffman Stadium",
            "address": "1 Royal Way, Kansas City, MO 64129",
            "learn": "https://www.mlb.com/royals",
            "description": "Home of the Kansas City Royals, this stadium is perfect for baseball fans. Enjoy the games, and check out the Royals Hall of Fame for a glimpse into the team's rich history.",
            "photo_url": "images/royals.webp"
        },
        {
            "name": "Union Station",
            "address": "30 W Pershing Rd, Kansas City, MO 64108",
            "learn": "https://unionstation.org/",
            "description": "This historic station is a transportation hub and home to attractions like Science City, a giant model train exhibit, and various shops and restaurants. It often hosts seasonal events.",
            "photo_url": "images/union.webp"
        },
        {
            "name": "Worlds of Fun",
            "address": "4545 Worlds of Fun Avenue, Kansas City, MO 64161",
            "learn": "https://www.worldsoffun.com/",
            "description": "An expansive amusement park featuring seven roller coasters, numerous thrill rides, and a large water park called Oceans of Fun. It's a family-friendly destination offering entertainment for all ages.",
            "photo_url": "images/worldsoffun.webp"
        },
        {
            "name": "Kauffman Center for the Performing Arts",
            "address": "1601 Broadway Boulevard, Kansas City, MO 64108",
            "learn": "https://www.kauffmancenter.org/",
            "description": "A state-of-the-art venue hosting a variety of performances, including concerts, ballets, operas, and theater productions. The center is renowned for its stunning architecture and acoustics.",
            "photo_url": "images/kaufman.webp"
        }
    ]
}